{
  "chapters": [
    {
      "name": "Intro",
      "videos": [
      {  
        "name": "Willkommen zu VTToms DSA-Kunde",
        "beschreibung": "<h2>Willkommen zu VTToms DSA-Kunde</h2><p>In diesem Modul findet ihr meine Videos zu Foundry und DSA. Die Videos sind alle direkt in Foundry abspielbar. Damit könnt ihr das Video laufen lassen und direkt ausprobieren. Weitere Informationen und News findet ihr auf meiner Webseite:</p><p><a href=\"https://vttom.de\">Meine Homepage</a></p>",
        "link": ""
      }
      ]
    },
    {
      "name": "Foundry Basics",
      "videos": [
        {
          "name": "0. Erste Schritte",
          "beschreibung": "Im Erste Schritte Video starte ich Foundry das erste mal und zeige was alles eingestellt werden sollte damit die erste Runde starten kann.",
          "link": "https://youtu.be/98BPLTdvQ04"
        },
        {
          "name": "1. Szenen",
          "beschreibung": "Szenen sind eines der essentielsten Werkzeuge für Foundry VTT. Mit einer Szene lassen sich nicht nur Battlemaps abbilden, auch eine Landing Page oder Theatre of the Mind (TOTM) Bilder lassen sich hiermit abbilden. In diesem Video erkläre ich alle Grundlagen zum Erstellen einer Szene.",
          "link": "https://youtu.be/mdHmOF66frk"
        },
        {
          "name": "2. Akteure",
          "beschreibung": "Ohne Akteure habe ich keinen Charakterbogen und könnt keinen Tokens auf Szenen platzieren. In diesem Video erfahrt ihr alles über Akteure, was nicht durch ein System individualisiert wird.",
          "link": "https://youtu.be/CO7F7wi9Gz4"
        },
        {
          "name": "3. Wände",
          "beschreibung": "Wenn ihr mit der Sicht eines Tokens auf einer Szene spielen wollt, dann braucht ihr oft Wände. Wände gibt es mit verschiedenen Funktionen und diese stelle ich im Video vor.",
          "link": "https://youtu.be/xA3pp5MuezY"
        },
        {
          "name": "4. Sicht und Licht",
          "beschreibung": "Auch wichtig um die reale Sicht eines Tokens abzubilden sind die Sicht und Lichteinstellungen von Foundry. Da dies recht komplex ist, schaut in das Video und probiert es dann vor eurer ersten Sitzung am besten erstmal aus Spielersicht aus.",
          "link": "https://youtu.be/Y86e-juqVAo"
        },
        {
          "name": "5. Chat und Proben",
          "beschreibung": "Im Chat werden eure Nachrichten aber auch Proben abgebildet. Außerhalb des Charakterbogens lassen sich hier auch weitere Proben oder Befehle verwenden. Einiges davon stelle ich in diesem Video vor.",
          "link": "https://youtu.be/Fr49IADp0aM"
        },
        {
          "name": "6. Sounds und Musik",
          "beschreibung": "Soundeffekte, Ambiente Sounds oder Musik sind super um eure Session um eine weitere Komponente zu erweitern. In diesem Video zeige ich euch, wie ihr das direkt in Foundry VTT machen könnt.",
          "link": "https://youtu.be/24Y_EOaqIDM"
        },
        {
          "name": "7. Kompendien",
          "beschreibung": "Kompendien sind die Lagerhalle in Foundry VTT. Aber nicht nur um eine Übersicht in eurer Welt zu behalten solltet ihr alles was ihr nicht braucht in Kompendien lagern, auch für die Performance sind Dinge viel besser in Kompendien aufgehoben. Außerdem liefern sämtliche Content Module ihren Inhalt initial über Kompendien aus.",
          "link": "https://youtu.be/w037QZZ79Lk"
        },
        {
          "name": "8. Kacheln/Tiles",
          "beschreibung": "Kacheln haben viele Funktionen. Angefangen vom einfachen einblenden eines Bilder auf einer Szene, über Videos bis hin zu Dächern ist viel mit ihnen Möglich. Ein paar der Funktionen zeige ich in diesem Video.",
          "link": "https://youtu.be/ZnagXkLTHWg"
        },
        {
          "name": "9. Benutzer und Berechtigungen",
          "beschreibung": "Um euren Spielern besondere Rechte zu geben/nehmen gibt es die Benutzer und Berechtigungssteuerung in Foundry VTT. In diesem Video zeige ich euch, wie ihr Benutzer anlegt und welche Rechte ihr verwalten könnt.",
          "link": "https://youtu.be/-CQ5lLlrwkA"
        },
        {
          "name": "10. User Data Path",
          "beschreibung": "In diesem Video erkläre ich euch den User Data Path. Das Verständnis davon wie dieser funktioniert ist wichtig für alle Bilder, Videos, Audio Dateien die ihr in Foundry nutzen wollt. Außerdem ist dies der Pfad den ihr regelmäßig als Backup sichern solltet.",
          "link": "https://youtu.be/wJhCDkyb5_A"
        },
        {
          "name": "11. Journals (v10)",
          "beschreibung": "In diesem Video zeige ich euch alle Funktionen der Journal Entrys und Pages. Ihr könnt in einem Journal Entry verschiedene Pages anlegen, darunter auch Bilder, Videos oder sogar PDF Dateien. Außerdem haben sich die Links untereinander verändert so, dass ihr Inhaltlisten oder Querverweise anlegen könnt.",
          "link": "https://youtu.be/7SX2TZ_pVP8"
        },
        {
          "name": "12. Shared Compendium (v11)",
          "beschreibung": "Seit Foundry v11 gibt es direkt im Setup die Möglichkeit Shared/Adventure Compendien anzulegen und zu verwalten. Noch nie war es so einfach ein geteiltes Kompendium anzulegen.",
          "link": "https://youtu.be/2S0BkTuEQDg",
          "date": "30.09.2023"
        },
        {
          "name": "Backups direkt in Foundry",
          "beschreibung": "Foundry hat seit der Version 11.311 eine integrierte Backup Funktion. Mit dieser lassen sich Welten, Systeme und Module sichern und bei Problemen direkt mit dem Foundry Setup wieder herstellen.",
          "link": "https://youtu.be/S2-XyYh89Zo",
          "date": "13.10.2023"
        }
      ]
    },
    {
      "name": "Spieler Tutorials",
      "videos": [
        {  
          "name": "Spieler Tutorial",
          "beschreibung": "Dies ist ein grundlegendes Spieler Tutorial, welches primär die Foundry Funktionen umfasst. Es werden aber auch ein paar DSA Funktionen gezeigt.",
          "link": "https://youtu.be/yMvoTOpj71s"
        },
        {  
          "name": "Charakterbogen",
          "beschreibung": "Wie funktioniert der Charakterbogen? Was kann ich alles auf den einzelnen Tabs machen? Dies beantworte ich euch in diesem Video, in dem ich den Charbogen einmal komplett durch gehe.",
          "link": "https://youtu.be/hLjNxQ1Alns"
        },
        {  
          "name": "Proben",
          "beschreibung": "Dieses Video behandelt die Proben in DSA Foundry. Gezeigt werden unter anderem die Eigenschafts-, Talent- und Kampfproben.",
          "link": "https://youtu.be/9RtUf0adIhg"
        },
        {  
          "name": "Kampf für Spieler",
          "beschreibung": "Wie läuft der Kampf aus Spielersicht in Foundry DSA ab. Was solltet ihr machen um die Automatismen in Foundry DSA richtig zu nutzen und welche speziellen Funktionen gibt es? Das alles behandle ich in diesem Video.",
          "link": "https://youtu.be/HBDHielRUgY"
        },
        {
          "name": "Heldenerschaffung in Foundry DSA",
          "beschreibung": "Durch ein neues Tool ist die Heldenerschaffung/der Charakterbau in Foundry DSA so leicht wie nie zuvor. In diesem Video zeige ich euch wie das Tool funktioniert.",
          "link": "https://youtu.be/PDenI-po_Rg",
          "date": "29.12.2023"
        },
        {  
          "name": "Charaktererstellung",
          "beschreibung": "Die Charaktererstellung in Foundry DSA funktioniert sehr gut, wenn man weiß worauf geachtet werden muss. Dies zeige ich euch in diesem Video.",
          "link": "https://youtu.be/XhpYD_cvpEk"
        },
        {  
          "name": "Ausrüstung",
          "beschreibung": "DSA Foundry hat eine umfassende Ausrüstungsverwaltung. Viele Funktionen findet ihr in diesem Video.",
          "link": "https://youtu.be/0PY5asQ8M0g"
        },
        {  
          "name": "Traditionsartefakte",
          "beschreibung": "Die Traditionsartefakte der einzelnen magischen Traditionen lassen sich auch in DSA Foundry abbilden. Dafür gibt es einen Abschnitt im Magie Tab des Charakterbogens. Wie das ganze funktioniert zeige ich euch in diesem kurzen Tutorial.",
          "link": "https://youtu.be/YnReQrVH6tA",
          "date": "13.05.2023"
        },
        {  
          "name": "Spielermenü – Beschwörungen",
          "beschreibung": "Für die Beschwörung von Dämonen, Elementaren und anderen Wesen gibt es ein eigenes Menü, welches euch das Thema deutlich erleichtert. Im Video zeige ich euch wie ihr dieses Menü verwendet.",
          "link": "https://youtu.be/aKwpKp7m6eA"
        }
      ]
    },
    {
      "name": "Shorts",
      "videos": [
        {
          "name": "Waffenloser Kampf, Ausweichen, Sturzschaden",
          "beschreibung": "Der Waffenlose Kampf, Ausweichen und Sturzschaden sind alle auf dem Kampf Tab als Symbole zu finden.",
          "link": "https://youtu.be/ZZBC-u01TEU",
          "date": "21.07.2023"
        },
        {
          "name": "Krankheitsprobe",
          "beschreibung": "Wie führt man eine Krankheitsprobe in Foundry DSA aus?",
          "link": "https://youtu.be/J4w_Sgr6QpA",
          "date": "15.07.2023"
        },
        {
          "name": "Waffe vergiften",
          "beschreibung": " Wie werden Waffen in Foundry DSA vergiftet?",
          "link": "https://youtu.be/6WOdGez1PH4",
          "date": "15.07.2023"
        },
        {
          "name": "Fackeln, Laternen usw.",
          "beschreibung": "Wie funktionieren Lichtquellen in Foundry DSA?",
          "link": "https://youtu.be/64oqzsoVxFM",
          "date": "03.06.2023"
        },
        {
          "name": "Schicksalspunkte",
          "beschreibung": "Wie funktionieren die Schicksalspunkte im Chat und Charakterbogen?",
          "link": "https://youtu.be/0h10xfNvWCI"
        },
        {
          "name": "Gestaltwandlung",
          "beschreibung": "Wie kann ich die Gestaltwandlung für zum Beispiel Adlerschwinge in Foundry umsetzen?",
          "link": "https://youtu.be/k82thRp7cNc"
        },
        {
          "name": "Erschweren/Erleichtern",
          "beschreibung": "Wie erschwere/erleichtere ich mir eine Probe?",
          "link": "https://youtu.be/_5VqrPZhAno"
        },
        {
          "name": "Regeneration",
          "beschreibung": "Wie funktioniert die Regeneration aus dem Charakterbogen und wie wende ich das Ergebnis an?",
          "link": "https://youtu.be/ccuQWJj9mP8"
        },
        {
          "name": "KaP/AsP Kosten bezahlen",
          "beschreibung": "Wie bezahle ich die KaP/AsP Kosten nach der Verwendung einer Liturgie/eines Zaubers?",
          "link": "https://youtu.be/Zf_Way2gy88"
        },
        {
          "name": "Schaden anwenden",
          "beschreibung": "Wie wende ich den Schaden direkt aus der Chatkarte an?",
          "link": "https://youtu.be/8Eenvi-kt4I"
        },
        {
          "name": "Wurfwaffen nachladen",
          "beschreibung": "Wie lade ich eine Wurfwaffe nach dem Wurf nach?",
          "link": "https://youtu.be/N-UhOHs7DPE"
        },
        {
          "name": "Vertrautentier",
          "beschreibung": "Wie lege ich einen Tier-Vertrauten (z.B. für Hexen) an?",
          "link": "https://youtu.be/6zO3le8GbI4"
        },
        {
          "name": "Sammelproben",
          "beschreibung": "Die Sammelproben werden im Talente Tab des Charakterbogens angelegt und verwendet.",
          "link": "https://youtu.be/0Ro-dwS_vPM",
          "date": "12.04.2024"
        },
        {
          "name": "Gruppenproben",
          "beschreibung": "Gruppenproben in Foundry DSA lassen sich auf 3 Arten auslösen: im Chat, in Journals und per Meister Hotbar.",
          "link": "https://youtu.be/EHnMaA8VlWY",
          "date": "12.04.2024"
        },
        {
          "name": "Waffen und Rüstungsverschleiß",
          "beschreibung": "Der Waffen und Rüstungsverschleiß ist eine Bonusfunktion die aktiviert werden muss. Danach löst das System automatisch die Bruchfaktorproben aus.",
          "link": "https://youtu.be/vFMl081mj9U",
          "date": "12.04.2024"
        }
      ]
    },
    {
      "name": "Spielleiter Tutorials - Grundlagen",
      "videos": [
        {
          "name": "Charakterbogen",
          "beschreibung": "Wie funktioniert der Charakterbogen? Was kann ich alles auf den einzelnen Tabs machen? Dies beantworte ich euch in diesem Video, in dem ich den Charbogen einmal komplett durch gehe.",
          "link": "https://youtu.be/hLjNxQ1Alns"
        },
        {
          "name": "Proben",
          "beschreibung": "Dieses Video behandelt die Proben in DSA Foundry. Gezeigt werden unter anderem die Eigenschafts-, Talent- und Kampfproben.",
          "link": "https://youtu.be/9RtUf0adIhg"
        },
        {
          "name": "Kampf für Spielleiter",
          "beschreibung": "Der Kampf ist sehr gut in Foundry DSA umgesetzt. Allerdings muss man dabei einiges beachten um einen sauberen Ablauf zu gewährleisten. Alles Wichtige dazu findet ihr in diesem Video.",
          "link": "https://youtu.be/7SrhjOfpyYs"
        },
        {
          "name": "Heldenerschaffung in Foundry DSA",
          "beschreibung": "Durch ein neues Tool ist die Heldenerschaffung/der Charakterbau in Foundry DSA so leicht wie nie zuvor. In diesem Video zeige ich euch wie das Tool funktioniert.",
          "link": "https://youtu.be/PDenI-po_Rg",
          "date": "29.12.2023"
        },
        {
          "name": "Charaktererstellung",
          "beschreibung": "Die Charaktererstellung in Foundry DSA funktioniert sehr gut, wenn man weiß worauf geachtet werden muss. Dies zeige ich euch in diesem Video.",
          "link": "https://youtu.be/XhpYD_cvpEk"
        },
        {
          "name": "Meister Menü",
          "beschreibung": "Das Meister Menü ist die Schaltzentrale für verschiedene Funtionen: Schicksalspunkte vergeben, Erfahrungspunkte an die Spieler verteilen, Geld auszahlen/einzahlen, Opfer auswürfeln, Proben verlangen uvm. Einige Funktionen zeige ich euch in diesem Video.",
          "link": "https://youtu.be/KdcEsJ2CDB0"
        },
        {
          "name": "Bibliothek",
          "beschreibung": "Die Bibliothek ist essentiel für Foundry DSA. Anstatt sich durch die einzelnen Kompendien zu wühlen, könnt ihr die Bibliothek bequem nutzen um sowohl den DSA Content als auch eure eigenen Sachen in Kompendien oder der Welt zu suchen.",
          "link": "https://youtu.be/EzyWc9iUP2I"
        },
        {
          "name": "Händler, Schatz und Garadan",
          "beschreibung": "Ob Händler, eine Truhe mit einem Schatz, ein bisschen Loot von Gegnern oder besondere NSCs, all das lässt sich über das Merchant Sheet von DSA Foundry lösen. In diesem Video zeige ich euch wie das geht.",
          "link": "https://youtu.be/xeByoZVdIo0"
        },
        {
          "name": "Bilder und Beschreibung teilen",
          "beschreibung": "Im DSA System ist ein einfaches Teilen von Bilder aus Akteure oder Journals direkt ins System integriert. So kann das Bild eines NSCs oder ein schönes Stimmungsbild aus dem Journal direkt euren Spieler gezeigt werden.",
          "link": "https://youtu.be/VJpNOtHYBDI"
        },
        {
          "name": "Gifte, Artefakte und Talismane",
          "beschreibung": "Gifte, Artefakte und göttliche Talismane sind ebenfalls mit Mechaniken in Foundry DSA implementiert. Wie sie alle funktionieren seht ihr in diesem Video.",
          "link": "https://youtu.be/PpyQzPbCGzI"
        },
        {
          "name": "Items erstellen",
          "beschreibung": "Grundlegend funktioniert das anlegen von Items in Foundry ähnlich wie in anderen Systemen. Trotzdem hab ich extra für Foundry DSA ein kurzes Video hierzu aufgenommen.",
          "link": "https://youtu.be/47ikyX-1A8E"
        },
        {
          "name": "Magier, Geweihte, Vertraute und Gestaltwandlung",
          "beschreibung": "Magier, Geweihte und die Gestaltwandlung funktionieren in DSA Foundry auf eine etwas besondere Art und Weise. Damit ihr wisst wie ihr damit umgeht, habe ich alles Wichtige in diesem Video für euch zusammen gefasst.",
          "link": "https://youtu.be/-cuWOYTwUCg"
        },
        {
          "name": "Ausrüstung",
          "beschreibung": "DSA Foundry hat eine umfassende Ausrüstungsverwaltung. Viele Funktionen findet ihr in diesem Video.",
          "link": "https://youtu.be/0PY5asQ8M0g"
        }
      ]
    },
    {
      "name": "Spielleiter Tutorials - Expert",
      "videos": [
        {
          "name": "Abenteuerpunkte tracken",
          "beschreibung": "In diesem Video zeige ich euch, wie ihr die Abenteuerpunkte eurer Charaktere in einem separaten Journal tracken könnt. Damit lässt sich sehr gut nachvollziehen wofür ihr eure Punkte ausgegeben habt.",
          "link": "https://youtu.be/cU_ihu10n9c",
          "date": "13.09.2024"
        },
        {
          "name": "Auren in Foundry DSA",
          "beschreibung": "DSA 5 für Foundry hat seit einiger Zeit eine Mechanik für Auren direkt ins System integriert. In diesem Video zeige ich euch wie sie funktionieren.",
          "link": "https://youtu.be/IE_R_mAlAsw",
          "date": "17.07.2024"
        },
        {
          "name": "Sicht und Licht",
          "beschreibung": "Foundry DSA hat neben den Basis Sicht und Licht Funktionen noch ein paar spezielle Tools. Wollt ihr die Dunkelsicht automatisch einrichten, Lichtquellen schnell setzen oder auf der Szene platzieren, all dies ist im System möglich. Da dies nicht unkompliziert ist, schaut euch dazu einmal das Video an.",
          "link": "https://youtu.be/2WnYh1kpXrU"
        },
        {
          "name": "Trefferzonen - Kompendium 1",
          "beschreibung": "In diesem Video zeige ich euch wie ihr die Trefferzonen in Foundry DSA verwendet. Wichtig ist, dass ihr dafür das DSA Premium Modul Kompendium 1 benötigt.",
          "link": "https://youtu.be/CZJMhGR2lQ4"
        },
        {
          "name": "Wildwuchs und Pflanzensuche",
          "beschreibung": "Mit dem Herbarium bekommt ihr viele Pflanzen die ihr im Wildwuchs Generator und der Pflanzensuche nutzen könnt. Diese Premium Modul exklusive Funktion zeige ich euch in diesem Video.",
          "link": "https://youtu.be/DBoSix-E76o"
        },
        {
          "name": "Animationen mit Automated Animations",
          "beschreibung": "Auch für das DSA System funktioniert das Modul Automated Animations. Wollt ihr also Pfeile direkt auf eure Gegner schießen oder sehen wie der Ignifaxius übers Schlachtfeld fliegt, dann schaut einmal in  dieses Video.",
          "link": "https://youtu.be/ltWiQ4EsFJA"
        },
        {
          "name": "Migration von Items",
          "beschreibung": "Die Migration dient dazu, bei Modulupdates die neusten Talente, Zauber, Liturgien, Sonderfertigkeiten, Vor- und Nachteile aus den Kompendien zu ziehen. Macht vorher n kleines Backup vom Charakter und startet die Migration.",
          "link": "https://youtu.be/y7ywF_BJrxc"
        },
        {
          "name": "Funktion Sichtbeschränkungen",
          "beschreibung": "Um Sichtbeschränkungen wie Dunkelheit abbilden zu können, hat Foundry DSA eine Option in den Sichteinstellungen des Meister Menüs. Schaut euch hier an wie das ganze funktioniert.",
          "link": "https://youtu.be/jvxR1BxlmRY"
        },
        {
          "name": "Neue Makros",
          "beschreibung": "Foundry DSA hat einiges an Makros in den Modulen. Ein paar davon, vor allem aus dem Premium Modul des Grundregelwerks, stelle ich euch hier vor.",
          "link": "https://youtu.be/3oEDYjJGHhs"
        },
        {
          "name": "Effektfeld und Statuseffekte",
          "beschreibung": "Effekte und Statuseffekte sind ein kompliziertes aber mächtiges Thema um Foundry DSA noch weiter zu automatisieren. Wollt ihr eigene Items anlegen oder bestehende erweitern, dann könnt ihr mit diesem System viel erreichen. In diesem Video erkläre ich euch ein paar Basics dazu.",
          "link": "https://youtu.be/o7YfkD_dap4"
        },
        {  
        "name": "Info Item",
        "beschreibung": "Um Informationen zu Pflanzen, Kreaturen, Orten, Geschichte und vielen mehr mit euren Spielern zu teilen könnt ihr in Foundry DSA das Info Item nutzen. Mit diesem lassen sich Informationen nach einer erfolgreichen Probe passend zur Qualitätsstufe an die Spieler weiter geben.",
        "link": "https://youtu.be/G9Lq0g8gcCo",
        "date": "19.05.2023"
        },
        {  
        "name": "Weltenzerstörer",
        "beschreibung": "Das Weltenzerstörer Tool von Foundry DSA bietet Akteur Backup und Migrationsfunktionen. Damit könnt ihr eure Akteure sichern und die neusten Funktionen aus den Modulupdates migrieren.",
        "link": "https://youtu.be/6jDq5Wdx85Y",
        "date": "07.10.2024"
        }
      ]
    },
    {
      "name": "Vorstellung DSA Module - Regelwerke",
      "videos": [
        {
          "name": "Grundregelwerk",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Grundregelwerk",
          "link": "https://youtu.be/jJqaxPPibHg"
        },
        {
          "name": "Aventurisches Kompendium 1",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurisches Kompendium 1",
          "link": "https://youtu.be/KO9ET7NbC8g"
        },
        {
          "name": "Aventurisches Kompendium 2",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurisches Kompendium 2",
          "link": "https://youtu.be/d7vimDJtje8"
        },
        {
          "name": "Aventurisches Götterwirken 1",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurisches Götterwirken 1",
          "link": "https://youtu.be/iG8_u87KOkw"
        },
        {
          "name": "Aventurisches Götterwirken 2",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Vorstellung des DSA Regelwerk Moduls",
          "link": "https://youtu.be/Q7oQ1GBF8sA"
        },
        {
          "name": "Aventurische Magie 1",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurische Magie 1",
          "link": "https://youtu.be/u36H7_SoPFY"
        },
        {
          "name": "Aventurische Magie 3",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventursiche Magie 3",
          "link": "https://youtu.be/SDyWgjBL70M"
        },
        {
          "name": "Aventurisches Bestiarium 1",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurisches Bestiarium 1",
          "link": "https://youtu.be/DiYpdK83ZNI"
        },
        {
          "name": "Aventurisches Bestiarium 2",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurisches Bestiarium 2",
          "link": "https://youtu.be/PR-6DIjmxKY"
        },
        {
          "name": "Aventurisches Pandämonium 1",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurisches Pandämonium 1",
          "link": "https://youtu.be/EMO8H9e5bLs"
        },
        {
          "name": "Aventurisches Pandämonium 2",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurisches Pandämonium 2",
          "link": "https://youtu.be/gcmkeAkiqtk"
        },
        {
          "name": "Brut der Niederhöllen",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Brut der Niederhöllen",
          "link": "https://youtu.be/gcmkeAkiqtk",
          "date": "22.07.2024"
        },
        {
          "name": "Aventurische Tiergefährten",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurische Tiergefährten",
          "link": "https://youtu.be/P0_Q5ImS9Oc"
        },
        {
          "name": "Aventurisches Herbarium",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurisches Herbarium",
          "link": "https://youtu.be/NbKwO9XMHB8"
        },
        {
          "name": "Aventurisches Herbarium 2",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurisches Herbarium 2",
          "link": "https://youtu.be/Y67f56_K0UA",
          "date": "16.06.2023"
        },
        {
          "name": "Aventurische Rüstkammer 1",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurische Rüstkammer 1",
          "link": "https://youtu.be/YZALcMZ0JoM"
        },
        {
          "name": "Aventurische Rüstkammer 2",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurische Rüstkammer 2",
          "link": "https://youtu.be/tw0U3rb0nNY"
        },
        {
          "name": "Aventurisches Nekromanthäum",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurisches Nekromanthäum",
          "link": "https://youtu.be/mvw4fUiSkro"
        },
        {
          "name": "Aventurisches Transmutarium",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurisches Transmutarium",
          "link": "https://youtu.be/xAaaZurISaw"
        },
        {
          "name": "Aventurisches Elementarium",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Aventurisches Elementarium",
          "link": "https://youtu.be/3cIyvQzI230"
        },
        {
          "name": "Orks - Hauer und schwarzer Pelz",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Orks - Hauer und schwarzer Pelz",
          "link": "https://youtu.be/KHyMaPnbPXU"
        },
        {
          "name": "Schuppenkleid & lange Zunge - Achaz",
          "beschreibung": "Vorstellung des DSA Regelwerk Moduls - Schuppenkleid & lange Zunge - Achaz",
          "link": "https://youtu.be/Qmax0Y_Abv8",
          "date": "14.09.2023"
        }
      ]
    },
    {
      "name": "Vorstellung DSA Module - Abenteuer (SPOILER!)",
      "videos": [
        {
          "name": "Offenbarung des Himmels",
          "beschreibung": "Offenbarung des Himmels ist ein sehr frühes DSA 5 Abenteuer und perfekt für den Einstieg in DSA und Foundry geeignet. Auch dieses Modul stelle ich im Video vor.",
          "link": "https://youtu.be/N8HwwqCdGCo",
          "date": "16.06.2023"
        },
        {
          "name": "Hexenreigen",
          "beschreibung": "Das Heldenwerk Hexenreigen ist für DSA Foundry erschienen und es ist frei verfügbar für alle. Was euch in dem Modul erwartet, stelle ich euch in meinem Video vor.",
          "link": "https://youtu.be/qdmCNRlVqL4",
          "date": "28.04.2023"
        },
        {
          "name": "Rabenkrieg Howto mit Huepfklotz",
          "beschreibung": "Diesmal darf ich euch ein Video präsentieren ich dem ich keine Rolle spiele, aber Foundry DSA. Huepfklotz hat sich ans Mikro gesetzt und präsentiert euch ein Rabenkrieg Howto",
          "link": "https://youtu.be/hMYbomT1bhE"
        },
        {
          "name": "Klingen der Nacht",
          "beschreibung": "Vorstellung der Abenteuer Moduls Klingen der Nacht",
          "link": "https://youtu.be/VYwbS2gMTJE"
        },
        {
          "name": "Verhandlungskunst und Friedensschwur",
          "beschreibung": "Vorstellung der Abenteuer Anthologie Verhandlungskunst und Friedensschwur",
          "link": "https://youtu.be/CaSKRBaWyxI"
        },
        {
          "name": "Rabenkrieg 1 - Die Zähne des Kaimans",
          "beschreibung": "Vorstellung des Kampagnen Moduls - Rabenkrieg 1 - Die Zähne des Kaimans",
          "link": "https://youtu.be/26vUX5n8QmE"
        },
        {
          "name": "Rabenkrieg 1 Nachtrag",
          "beschreibung": "Nachtrag zum Kampagnen Moduls - Rabenkrieg 1 - Die Zähne des Kaimans",
          "link": "https://youtu.be/SRZijKUVNw0"
        },
        {
          "name": "Rabenkrieg 2 - Der Biss der Spinne",
          "beschreibung": "Vorstellung des Kampagnen Moduls - Rabenkrieg 2 - Der Biss der Spinne",
          "link": "https://youtu.be/uehY1OxqR2U"
        },
        {
          "name": "Rabenkrieg 3 - Der Sturz des Adlers",
          "beschreibung": "Vorstellung des Kampagnen Moduls - Rabenkrieg 3 - Der Sturz des Adlers",
          "link": "https://youtu.be/MzicDL6dY90"
        },
        {
          "name": "Rabenkrieg 4 - Die Krallen der Löwin",
          "beschreibung": "Vorstellung des Kampagnen Moduls - Rabenkrieg 4 - Die Krallen der Löwin",
          "link": "https://youtu.be/JxzzJ7Zf89E",
          "date": "09.08.2024"
        },
        {
          "name": "Labyrinth der Intrigen",
          "beschreibung": "Vorstellung des Abenteuer Moduls - Labyrinth der Intrigen",
          "link": "https://youtu.be/Mmewcf2_M0c"
        }
      ]
    },
    {
      "name": "Vorstellung DSA Module - Sonstige",
      "videos": [
        {
          "name": "DSA5 Optolith Connector",
          "beschreibung": "Durch den offiziell vom System Entwickler erstellten Optolith Connector, lassen sich Charaktere aus dem Optolithen nahtlos zu Foundry importieren. Einzige Vorrausetzung ist, dass die jeweiligen Module aktiviert sind, aus denen die Items des Charakters importiert werden sollen. Wie das ganze funktioniert, zeige ich euch in diesem Video.",
          "link": "https://youtu.be/ZDyKZpKVoZQ",
          "date": "12.07.2024"
        },
        {
          "name": "Kaiser Retos Waffenkammer",
          "beschreibung": "Kaiser Retos Waffenkammer ist für Foundry VTT verfügbar und ich zeige euch in diesem Video was euch in dem Modul alles erwartet.",
          "link": "https://youtu.be/sfvZ45BgEvs",
          "date": "15.03.2024"
        },
        {
          "name": "Das Dornenreich",
          "beschreibung": "Die Dornenreich RSH ist für Foundry VTT verfügbar und ich zeige euch in diesem Video was euch in dem Modul alles erwartet.",
          "link": "https://youtu.be/l6zgE88nXT8",
          "date": "11.03.2024"
        },
        {
          "name": "Winterwacht",
          "beschreibung": "Mit der Winterwacht RSH ist die Region rund ums Bornland beschrieben. In diesem Modul findet ihr alles was ihr braucht um eine Kampagne in der Region spielen zu können.",
          "link": "https://youtu.be/psx6IGv1d_k",
          "date": "01.03.2024"
        },
        {
          "name": "Havena - Versunkene Geheimnisse",
          "beschreibung": "Havena ist die erste Stadtspielhilfe für DSA 5 und jetzt auch für Foundry DSA verfügbar. In diesem Modul findet ihr alles was ihr für Abenteuer in der Stadt benötigt. Was alles im Modul enthalten ist, zeige ich euch in meinem Video.",
          "link": "https://youtu.be/mU_r5nKiPSA",
          "date": "10.11.2023"
        },
        {
          "name": "Dampfende Dschungel",
          "beschreibung": "Die Dampfenden Dschungel enthalten den tiefen Süden und die Waldinseln Aventuriens. Auch hierzu habe ich ein Video erstellt mit dem was ihr durch den Kauf des Moduls erhaltet.",
          "link": "https://youtu.be/9Soj_OsmJDU",
          "date": "23.09.2023"
        },
        {
          "name": "Das Wüstenreich",
          "beschreibung": "Die Regionalspielhilfe zum Wüstenreich beschreibt die Wüste Khom und Thalusien. Auch hier sind viele Elemente aus den Büchern umgesetzt und in meinem Video zeige ich euch was alles enthalten ist.",
          "link": "https://youtu.be/9U9qgTxJmjo",
          "date": "15.09.2023"
        },
        {
          "name": "Die Streitenden Königreiche",
          "beschreibung": "Die Regionalspielhilfe der Streitenden Königreiche beschreibt die Regionen Nostria und Andergast. Diese wurde jetzt für Foundry DSA umgesetzt und ist als Modul verfügbar. Was euch in dem Modul erwartet, seht ihr in meinem Video.",
          "link": "https://youtu.be/R6b5VoQYAd0",
          "date": "15.09.2023"
        },
        {
          "name": "System und Introduction Adventure",
          "beschreibung": "Vorstellung des DSA Systems und Introduction Adventures",
          "link": "https://youtu.be/9SL5enuRJDs"
        },
        {
          "name": "Masters Workshop",
          "beschreibung": "Vorstellung des DSA Moduls - Masters Workshop",
          "link": "https://youtu.be/yoMCAnTJXdI"
        },
        {
          "name": "Sonnenküste",
          "beschreibung": "Vorstellung des DSA Regionalspielhilfen Moduls - Sonnenküste",
          "link": "https://youtu.be/-rx4cn3sfMw"
        },
        {
          "name": "Aventurische Tavernen",
          "beschreibung": "Vorstellung des DSA Moduls - Aventurische Tavernen",
          "link": "https://youtu.be/no5aK7Zp3bs"
        }
      ]
    },
    {
      "name": "Vorstellung DSA Community",
      "videos": [
        {
          "name": "Scriptorium Produkte (bis Juli 2023)",
          "beschreibung": "in diesem Video stelle ich euch wieder interessante Produkte aus dem Scriptorium vor. Außerdem ist noch eine Karte aus dem Orkenspalter Forum dabei.",
          "link": "https://youtu.be/CweK57gRzew",
          "date": "04.08.2023"
        },
        {
          "name": "Ohne Ehre (Spoiler)",
          "beschreibung": "Das Studio VTT-Bastler ist sehr stolz euch das erste DSA Foundry Modul präsentieren zu dürfen: Ohne Ehre. Bei Ohne Ehre handelt es sich um ein Foundry-exklusives DSA 5 Kurzabenteuer. Es eignet sich sehr gut dafür um als Oneshot an einem Abend gespielt zu werden, es sind aber auch Plothooks enthalten um das Abenteuer danach selbst weiter ausbauen zu können.",
          "link": "https://youtu.be/6y9cBY7zbfc",
          "date": "15.07.2023"
        },
        {
          "name": "Skriptorium Produkte (bis April 2023)",
          "beschreibung": "Vorstellung einiger Module und Produkte aus dem Skriptorium Aventuris - Stand April 2023",
          "link": "https://youtu.be/7hcCZXq-hWg"
        },
        {
          "name": "Norburg Stadtkartenpaket",
          "beschreibung": "Vorstellung des DSA Community Moduls - Norburg Stadtkartenpaket",
          "link": "https://youtu.be/pvZ35-vq03s"
        },
        {
          "name": "Festum Stadtkartenpaket",
          "beschreibung": "Vorstellung des DSA Community Moduls - Festum Stadtkartenpaket",
          "link": "https://youtu.be/oGHWAJfN-IE"
        },
        {
          "name": "DSA Drag Ruler Integration",
          "beschreibung": "Vorstellung des DSA Community Moduls - DSA Drag Ruler Integration",
          "link": "https://youtu.be/v4Yx148BTyE"
        },
        {
          "name": "Drehatlas Abenteuer: Uralte Bande",
          "beschreibung": "Vorstellung des DSA Community Moduls - Drehatlas Abenteuer: Uralte Bande",
          "link": "https://youtu.be/jgFgOtJoQvY"
        },
        {
          "name": "Mord auf Burg Tannfels",
          "beschreibung": "Vorstellung des DSA Community Moduls - Mord auf Burg Tannfels",
          "link": "https://youtu.be/7t2rUtQKyHE"
        },
        {
          "name": "Interaktive Aventurien Karte",
          "beschreibung": "Vorstellung des DSA Community Moduls - Interaktive Aventurien Karte",
          "link": "https://youtu.be/8wcCoOU-tQs"
        },
        {
          "name": "Optolith to foundry",
          "beschreibung": "Vorstellung des DSA Community Moduls - Optolith to foundry",
          "link": "https://youtu.be/SHqkSU1rQoQ"
        }
      ]
    }
  ]
}